{
  "lang": "en",
  "key": "nameEn",
  "mediumKey": "mediumEn",

  "name": "Chiu Chun-Ting",
  "birth": "Born in 1987",

  "soloExhibition": "Solo Exhibition",
  "groupExhibition": "Group Exhibition",
  "collection": "Collection",
  "articles": "Articles",

  "hello": "Hello!",
  "language": "Language",

  "intro": {
    "content1": "The works of Chiu Chun-ting unfold like maps of dreams—quiet, whispering inner theatres.",
    "content2": "Through painting as her language, she constructs poetic spaces that drift between reality and imagination, memory and perception. Her recurring symbols—children, wolves, shells, beetles, moths, stars, and wings—serve both as characters and as dreamlike emblems, gently telling stories of shelter, embrace, and the soul’s journey.",
    "content3": "Her compositions are often soft and tranquil, with warm hues and layered structures. Yet each detail holds deep meaning: the flight of a bird, the stillness of a wolf, the silent gaze shared between a child and a beetle—all become visual codes that guide the viewer through memory, dream, and the self. Chiu does not merely paint forms; she paints time and sensation, transforming viewing into an intimate, wordless gaze.",
    "content4": "Her work draws deeply from literary worlds shaped by Borges, Kafka, Calvino, and Márquez, blending the density of symbolism with the openness of contemporary painting. She creates a visual syntax filled with narrative echoes and spiritual textures. To step into her paintings is to enter a library where dream and reality intertwine—each image a page waiting to be turned, each element a quiet dialectic of the self.",
    "content5": "In her hands, to view is to soften, and the image becomes a form of arrival."
  },

  "exhibition": {
    "title": "Landscapes of the soul",
    "content1": "This exhibition centers on an ongoing inquiry into the nature of life and existence. Through her multi-media practice, Chiu expands narrative structures while exploring the interconnectedness of humanity and the natural world, as well as the cyclical rhythm of life.",
    "content2": "In terms of form, the works are constructed through the layering and interweaving of imagery, deliberately obscuring boundaries to generate an open-ended symbolic language and a fluid narrative structure. Existing stories are extended and reinterpreted, giving rise to new meanings. Each piece becomes a theatrical space, inviting viewers into a contemplative journey that traverses the realms of dream and reality, time and space, narrative and symbol."
  }
}